{ 
    "_id" : ObjectId("5c49f8aec7535927604bfdb9"), 
    "works" : [
        ObjectId("5c501efed3cdc34d04e9b722")
    ], 
    "name" : "Geo Milev", 
    "cyrillicName" : "Гео Милев", 
    "__v" : NumberInt(3), 
    "biography" : "Гео Милев (Георги Касабов Милев - 15.01.1895, Раднево - след 15.05.1925 - София) Роден е в учителско семейство. Баща му изоставя учителството и урежда книжарница и издателство в Стара Загора. От детска възраст проявява интерес към литературата и рисуването. През 1907 г. в детското вестниче “Славейче“ (бр.15 от 5.1.1907) е отпечатано първото му стихотворение. Ученическите му стихове са повлияни от творчеството на П. П.Славейков, когото смята за свой учител в поезията и естетиката. Следва романска филология в Софийския университет (1911-1912); продължава образованието си в Лайпциг (1912-1914).През декември 1913 г. в сп. “Листопад“ се появяват първите му публикации - “Литературно-художествени писма от Германия“.\nПрез юли 1914, след започването на Първата световна война, заминава за Лондон, където се запознава с английската литература, изучава английски език. През март 1916 е призован да отслужи военната си повинност в ШЗО в Княжево. Оттам като старши подофицер е изпратен в 34-и троянски полк, който е на позиция при Дойран, срещу англичани и италиaнци. Назначен е за командир на разузнавателния апарат в града.\n\nНа 29.04.1917 неговият пост е открит от англичаните и е подложен на артилерийски огън. Милев е тежко ранен в черепа и загубва дясното си око. През февруари 1918 г. заминава със съпругата си за Берлин, за да бъде опериран; остава до март 1919 г. Въпреки няколкото операции по време на престоя си посещава библиотеки, музеи, изложби, театри.След като се завръща в София, Гео Милев издава списание “Везни“ (1919-1922), което се оформя като трибуна на символизма и експресионизма в България. Под влияние на новата обществено-политическа обстановка в страната пред 1922-23 възгледите му еволюират. Промяната в светогледа му е отразена на страниците на сп. “Пламък“, което започва да излиза през януари 1924 г.\n\nВ него Гео Милев печата статии, “Грозни прози“, поемата “Септември“, началото на поемата “Ад“. Заради поемата “Септември“ книжка 7-8 на сп. “Пламък“ е конфискувана, а Милев е даден под съд. През януари 1925 г. списанието е забранено. На 14 май 1925 Гео Милев е осъден на 1 година тъмничен затвор, глоба от 20 000 лв. и лишаване от граждански и политически права за 2 години. Той решава да обжалва делото пред Апелационния съд, но на 15 май е арестуван от полицията и изчезва безследно; убит и заровен в общ гроб в Илиянци.\n"
}
{ 
    "_id" : ObjectId("5c49f905c7535927604bfdbb"), 
    "works" : [

    ], 
    "name" : "Dimitar Dimov", 
    "cyrillicName" : "Димитър Димов", 
    "__v" : NumberInt(0), 
    "biography" : "Димитър Димов е роден на 25 юни 1909 г. в град Ловеч. Определян е като „чудак“ от съучениците си и хранел нескрит интерес към книгите, физиката и химията. През 1918 г. майка му се жени повторно за Руси Генев — също офицер, както първия баща на писателя. Докато живее в София, Димов завършва гимназиалното си образование в Първа мъжка гимназия (1928). Пастрокът му завършва право и започва работа като тютюнев експерт — доходоносна професия, споделеният опит от която дава на младия писател познавателната основа за написването на най-известната му творба.\n\nПрез 1928 г. Димитър Димов постъпва във Ветеринарномедицинския факултет на Софийския университет. През това време Димов е силно ангажиран и когато завършва през 1934 като доктор по ветеринарна медицина той вече е започнал работата си по роман. Междувременно постъпва на работа в Софийския централен бактериологичен институт, по-късно е командирован като микробиолог в Областната ветеринарно-бактериологична станция в Бургас.\n\nПредседател на Съюза на българските писатели от 21 март 1964 до смъртта си. Димов е автор на над 20 научноизследователски труда, а след 1966 в архива му са открити нови планове и ръкописи за 2 книги върху теорията на отражението. От 1942 Димов сътрудничи с разкази, пътеписи, откъси от романи и драми във вестниците „Литературен глас“, „Литературен фронт“, „Мир“, „Народна култура'“, „Отечествен фронт“, на списанията „Септември“, „Театър“. Творбите му го представят предимно като майстор на психологическия и социалния роман.\n\nПисател с подчертано демократични позиции, Димов утвърждава в българската литература модерен художествен стил, който се отличава с психологическо проникновение, интелектуална задълбоченост, остра конфликтност и тънък усет към богатството на езика. Героите му, носители на силни чувства и амбиции, са детерминирани чрез социалните и нравствените стълкновения на епохата, за което оказва влияние както острото социално зрение на писателя, така и личното увлечение по идеите на Зигмунд Фройд, Фридрих Ницше, Анри Бергсон и творчеството на Октав Мирбо.\n"
}
{ 
    "_id" : ObjectId("5c49f914c7535927604bfdbc"), 
    "works" : [

    ], 
    "name" : "Dimitar Talev", 
    "cyrillicName" : "Димитър Талев", 
    "__v" : NumberInt(0), 
    "biography" : "Димитър Талев е роден в град Прилеп, Македония, на 1 септември 1898 година. Расте в семейството на майстор железар и ковач. Негов брат е революционерът от ВМОРО Георги Талев. На 9 г. остава без баща. Балканската война, Междусъюзническата война и Първата световна война определят безсистемното му образование; учи с прекъсвания в Прилеп, Солун, Скопие, Стара Загора; завършва гимназия в Битоля през 1920 г. След гимназията Талев посещава лекции в чужбина по медицина и по философия. Следва по 1 семестър в Загреб и Виена през 1920–1921 г. Изучава и завършва българска филология в Софийския университет през 1925 г.\nТалев не е бил много религиозен, но е споделял напълно моралните принципи на християнството.\nПрез 1927 е привлечен като коректор във в. „Македония“.През 1929г. поема поста редактор, а  на следващата година става главен редактор. Димитър Талев става сътрудник към вестник „Зора” - най-авторитетният вестник по това време, вестникът на интелигенцията.\nОбявен е за националист и е изключен от Съюза на българските писатели.\nПрез октомври 1944 г.  е арестуван без официално обвинение, без съд и присъда, с упреци за „прояви на великобългарски шовинизъм“. Задържан е в Софийския централен затвор ,след това е изпратен в „трудово-изправително селище“ в Бобовдол . През октомври 1947 г. Талев отново е арестуван .\n\nЗдравословното състояние на Талев се влошава и той получава тежка язва. Въпреки това той е въдворен на работа в мина Перник, рудник „Куциян“ (1948). Там Талев е трябвало да се храни с варени кочани зеле без никаква мазнина. В тежките условия е щял да загине, ако не са го спасили съпругата му и сълагерниците/анархиста Христо Колев Йорданов-големия/.\nСлед 1948 г. семейството му е изселено от София в Луковит.\n\nВ края на 50-те и началото на 60-те години Талев е реабилитиран напълно.Той се посвещава на свободна писателска практика. Преодоляно е и враждебното отношение от страна на властта. Талев е отличен със званията „Заслужил деятел на културата”, „Народен деятел на културата”, става лауреат на Димитровска награда за 1959 г. Избран е дори за народен представител в V-то (31-то) Народно събрание през 1966 г.  Умира на 20 октомври 1966 г. в София.\n"
}
{ 
    "_id" : ObjectId("5c49f92cc7535927604bfdbd"), 
    "works" : [
        ObjectId("5c5801d76ddd7823d0ad41fc"), 
        ObjectId("5c58021d6ddd7823d0ad41fd"), 
        ObjectId("5c5802846ddd7823d0ad41fe"), 
        ObjectId("5c5882e76ddd7823d0ad41ff")
    ], 
    "name" : "Elisaveta Bagrqna", 
    "cyrillicName" : "Елисавета Багряна", 
    "__v" : NumberInt(4), 
    "biography" : "Елисавета Любомирова Белчева e родена в чиновническо семейство. Основно и гимназиално образование получава в София (1910). През 1910 - 11 година учителства в с. Афтане (дн. Недялско, Бургаска област), където получава непосредствени впечатления от живота на българското село и на селската жена. Като студентка по славянска филология в СУ (1911-15) жадно чете българска и чужда поезия и дружи с писателите Г. Райчев, К. Константинов, Д. Дебелянов, Д. Подвързачов, Хр. Ясенов, Й. Йовков.\n\nПрез 1915 са отпечатани за пръв път две нейни стихотворения - “Вечерна песен“ и “Защо“ (списание “Съвременна мисъл“). Сътрудничи във “Вестник на жената“, в. “Лик“, в списанията “Съвременник“, “Златорог“ и др. . Изявява се и като детска писателка и преводачка. По-късно сътрудничи на в. “Литературен фронт“, на списанията “Изкуство“, “Септември“, “Пламък“ и др. Елисавета Багряна навлиза в българския литературен живот след I световна война, когато господстващата в предходното десетилетие символистична поезия се измества от един нов поетичен свят - реален и земен, раздвижен от тътена на социалните сблъсъци и устрема към всестранно освобождаване на човешката личност.\n\nЛириката й покорява с първичната стихия на пориви и чувства, с размаха на младост и волност. В стиховете й се усеща пълнокръвният пулс на здравия земен човек, изпълнен с жизнена сила и радост, стихийно материалистичен в своето светоотношение и светоусещане. Поетесата не търси смисъла на нещата някъде извън тях, в скритите тайни на други светове - тя възприема света с непосредствения трепет на своите сетива, готови да приемат като висше благо даровете на живота.\n\nИзразителка на витализма и обновителните устреми на следвоенните години, нейната самобитна и ярка лирична героиня има корени в дълбоките недра на народната душевност. Светлият й оптимистичен поглед и непоколебимата устойчивост срещу несгодите на живота са черти, пресъздадени от литературната класика като отличителни белези на българският национален характер. Оттук и естествеността, с която прозвучават в лириката на Елисавета Багряна стихове с народно песенен стил. Душевността на лиричната й героиня непосредствено прелива от облика на съвременната жена към чертите на жената от народа (цикъла “Старонародни образи“). Образът на родината е неотменима част от душевния свят на поетесата (“Моята песен“).\n"
}
{ 
    "_id" : ObjectId("5c49f99dc7535927604bfdbe"), 
    "works" : [
        ObjectId("5c5ebc6343b7b51ea89c9227"), 
        ObjectId("5c5ebd3243b7b51ea89c9228"), 
        ObjectId("5c5ebe3343b7b51ea89c9229"), 
        ObjectId("5c5ec1bd43b7b51ea89c922a"), 
        ObjectId("5c5ec5c37f59352844896f6f"), 
        ObjectId("5c5ec7327f59352844896f70"), 
        ObjectId("5c5ec7ad7f59352844896f71"), 
        ObjectId("5c5ec80c7f59352844896f72")
    ], 
    "name" : "Iordan Iovkov", 
    "cyrillicName" : "Йордан Йовков", 
    "__v" : NumberInt(8), 
    "biography" : "Детските и юношеските години на Йордан Йовков преминават в родното му място, където получава основно образование. Завършва гимназия в София. Учителят му по литература — поетът Иван Грозев, му предсказва бъдеще на писател. След дипломирането си живее в Добруджа, където се преселва семейството му. В началото на 1904 г. се записва студент в Юридическия факултет на Софийския университет, но смъртта на баща му осуетява следването му.\nЕсента на 1904 г. Йовков се завръща в с. Долен извор и учителства в различни добруджански села до 1912 г., когато е мобилизиран. Участва в Балканската и Междусъюзническата война като командир на рота. След войните Йовков се установява в София и работи като редактор на списание „Народна армия“. След края на Първата световна война настъпва един от най-тежките периоди в живота на Йовков. След трудни дни, изпълнени с душевни терзания и материални несгоди, и след като Добруджа е окупирана от румънците, Йовков минава нелегално границата и се установява във Варна, където е учител до есента на 1920 г. Последните 10 години от живота му са изпълнени с творчески труд и изтощително напрежение, което се отразява на здравето му. Неизлечимо болен, през есента на 1937 година заминава на лечение в Хисаря. Поради влошеното състояние е опериран по спешност в Католическата болница в Пловдив, но след 24 часа Йовков умира. Погребението му в София се превръща в манифестация на народна любов и признателност.\nЙовков идва в българската литература с една болка, която пронизва всичко, написано от него за войните, и от която се ражда специфичният му хуманизъм. В прозата му няма ожесточение, викове на омраза. Най-значимите си военни творби Йовков събира в излезлите през 1917 и 1918 г. два тома „Разкази“.\nКогато отсъства от България цели 7 години, тъкмо в чужбина Йордан Йовков подготвя трайното си присъствие в националния духовен и литературен живот чрез сборниците „Последна радост“, „Старопланински легенди“, „Вечери в Антимовския хан“, „Женско сърце“ и романите „Чифликът край границата“, „Ако можеха да говорят“, както и незавършения роман „Приключенията на Гороломов“, драмите „Албена“, „Боряна“, „Обикновен човек“ и комедията „Милионерът“. 70 книги на Йовков са преведени на над 25 езика, а отделни негови творби — на над 37, сред които и арабски, виетнамски, китайски, персийски, полски, финландски, хинди, шведски, японски и други езици.\n"
}
{ 
    "_id" : ObjectId("5c49f9bcc7535927604bfdbf"), 
    "works" : [
        ObjectId("5c60498000fe1c2e70d39a18"), 
        ObjectId("5c6049f200fe1c2e70d39a19"), 
        ObjectId("5c604a2900fe1c2e70d39a1a")
    ], 
    "name" : "Nikola Vapcarov", 
    "cyrillicName" : "Никола Вапцаров", 
    "__v" : NumberInt(3), 
    "biography" : "Никола Йонков Вапцаров, поетът на морето и машините, е роден под най-високия връх на Пирин в гр.Банско през 1909 година. Баща му Йонко Вапцаров на младини, през 1903 и 1912г., заедно с поета Пейо Яворов, участва в борбата за свобода на още поробения по това време македонски край. Майката Елена, културна и образована жена, възпитава децата си в любов към труда, знанието и родината. От нея бъдещият поет е наследил интереса към литературата.\nУченическите години на Никола Вапцаров протичат в трагичните бедни дни след Първата световна война. От 1924г. до 1926г. учи в Разложката гимназия. Увлечението му по литературата вече е сериозно и в ученическия вестник “Борба“ излиза първото му напечатано стихотворение “Към светли идеали“. Мечтае да завърши пълния курс на гимназията и да следва литература, но по настояване на властния си баща през есента на 1926г. постъпва в Морското машинно училище във Варна, което завършва през 1932г. От суровия казармен режим там търси спасение в любимите книги. Участва в рецитали и театрални постановки, започва да пише системно стихотворения и да ги печата в тогавашните младежки издания. Морското училище събужда у възторжения поклонник на Пирин планина и друга страст – към морето и машините.\nСлед завършване на училището Вапцаров работи като огняр и по–късно като машинен техник във фабриката “Българска горска индустрия“ в с. Кочериново. Участва в театрална трупа и се бори за интересите на работниците. През 1934 година сключва брак с Бойка Вапцарова и след като е уволнен от фабриката, се премества със семейството си в София през 1936 година.\nПрез юли умира седеммесечният му син Йонко. От ноември 1938 година е назначен като техник в Държавния екарисаж. В годините 1938-1939 са написани някои от най-хубавите му творби. През януари 1940г. успява да издаде единствената си стихосбирка “Моторни песни“.\nВеднага след 22 юни 1941г. - нападението на фашистка Германия – БКП мобилизира силите си за въоръжена борба. Вапцаров приема да участва в нелегална дейност като помощник на Цвятко Радойнов във Военната комисия на ЦК на БКП.\nНа 4 март 1942 г. домът му в София е обискиран и поетът е арестуван. Срещу него е повдигнато обвинение по чл.3 и чл. 16 от ЗЗД. На 23 юли същата година в тунела – стрелбище на Школата за запасни офицери в София заедно с други комунисти Никола Вапцаров посреща куршумите на палачите. През 1952 г. поетът получава посмъртно почетната премия на мира.\n"
}
{ 
    "_id" : ObjectId("5c49f9f6c7535927604bfdc0"), 
    "works" : [
        ObjectId("5c5ec95d7f59352844896f73"), 
        ObjectId("5c5ec9ab7f59352844896f74"), 
        ObjectId("5c5ec9e37f59352844896f75"), 
        ObjectId("5c5eca187f59352844896f76"), 
        ObjectId("5c5eca637f59352844896f78"), 
        ObjectId("5c5eca977f59352844896f79"), 
        ObjectId("5c5ecacf7f59352844896f7a")
    ], 
    "name" : "Hristo Smirnenski", 
    "cyrillicName" : "Христо Смирненски", 
    "__v" : NumberInt(8), 
    "biography" : "Христо Димитров Измирлиев е роден на 17 септември 1898 г. в град Кукуш, където получава първоначалното си образование. През 1912 г. започва Балканската война и българските войски освобождават Кукуш. (По силата на Берлинския договор част от Македония и Южна Тракия и след Освобождението остават под османско “присъствие“.) Радостта на населението обаче е твърде кратка. След победата между балканските съюзници изникват разногласия, по вина на управляващите кръгове избухва Междусъюзническата война. Пред опасността от настъпващите гръцки войски жителите напускат Кукуш, градът е опожарен. Семейството на Димитър Измирлиев заедно с хилядите бежанци се отправя да търси спасение и препитание в София. Тук Христо Смирненски се записва в Техническото училище, но заедно с братята и сестра си помага в издръжката на семейството - продава вестници.\n\nОт 1915 г. по примера на по-големия си брат Тома Христо започва да сътрудничи на хумористичните издания - най-напред на вестник “К во да е“, където за пръв път се подписва с един от най-известните си псевдоними като хуморист - Ведбал. От следващата година той публикува хумористични стихове и фейлетони в “Българан“, “Родна лира“, “Художествена седмица“, “Смях и сълзи“, “Барабан“, “Сила“. Необикновено находчив и плодовит, Ведбал, въпреки младостта си, става един от най-търсените и популярни за онова време хумористи. През 1917 г. за пръв път се подписва с псевдонима Смирненски, с който остава в класиката на българската литература. Ученик в Техническото училище, той продължава да се труди - като обикновен работник, продавач в колониален магазин и др. По това време избухва Първата световна война.\n\nПрез май 1917 г. Христо е принуден да постъпи като юнкер във Военното училище, но въпреки суровото казармено всекидневие продължава да пише и да публикува в хумористичните издания. През 1918 г. излиза първата му книга “Разнокалибрени въздишки в стихове и проза“. Силно въздействие върху идейното развитие на младия поет оказват Октомврийската революция и Войнишкото въстание през 1918 г. Отвратен от жестокостта, с която правителството потушава въстанието, Христо Измирлиев твърдо решава и напуска Военното училище. Цивилният живот не предлага много радости на младия хуморист. Той е принуден с тежък труд да изкарва прехраната си - отначало е писар II разред в Управлението по транспорта, после карнетист, след това е чиновник в Дирекцията на стопанските грижи, репортер, касиер, редактор, коректор...\n\nПрез пролетта на 1920 г. е приет за член на комунистическия младежки съюз, а през следващата - на комунистическата партия. През ноември 1919 г. по решение на партията започва да излиза седмичното хумористично художествено-литературно списание “Червен смях“. Участието на Смирненски в списването му има решаващо значение за него - хуморът му става все по-социално насочен... В края на февруари 1922 г. партийното издателство - Общо работническо кооперативно дружество “Освобождение“ - отпечатва лирическата сбирка на Смирненски “Да бъде ден!“.\n"
}
{ 
    "_id" : ObjectId("5c4c71fb3d8dc71dc43412fd"), 
    "works" : [
        ObjectId("5c4c723b3d8dc71dc43412ff"), 
        ObjectId("5c4c69ce478a731cecc1c05c"), 
        ObjectId("5c4c753bdadb8234d4accc2a"), 
        ObjectId("5c4c75d5dadb8234d4accc2b"), 
        ObjectId("5c4c7673dadb8234d4accc2c"), 
        ObjectId("5c4c76c3dadb8234d4accc2d"), 
        ObjectId("5c4c7735dadb8234d4accc2e"), 
        ObjectId("5c4c7797dadb8234d4accc2f")
    ], 
    "name" : "Atanas Dalchev", 
    "cyrillicName" : "Атанас Далчев", 
    "biography" : "Атанас Далчев е роден на 12 юни 1904 г. в Солун като второ дете в семейството на прависта Христо Атанасов Далчев и Виктория Матеева Дишмова. Баща му работи като адвокат и преподавател по турски език в българската мъжка гимназия „Кирил и Методий“ в Солун.\nПървият си самостоятелен сборник „Прозорец“ издава през 1926 г. Заедно с авторите участвали в „Мост“ организира група, първоначално около в. „Изток“, но от 1927 г. започват издаването на собствения си вестник „Стрелец“, поставяйки началото на литературния кръг „Стрелец“ заедно Димитър Пантелеев, Чавдар Мутафов, Константин Гълъбов, Светослав Минков и др.През 1927 г. завършва педагогика и философия в Софийския университет. Там, както мнозина преди и след него, Атанас Далчев осъзнава интереса си кьм литературата и културата на Европа и на света. През 1928 година публикува стихосбирката „Стихотворения“. През 1930 г. излиза от печат стихосбирката „Париж“. Заминава, без да знае, болен от малария за Франция. В Тулуза попада на специалист, който познава болестта. Връщайки се в София започва работа като инспектор на прогимназиалните училища. През 1939 г. се жени за Анастасия Атанасова и на следващата година се ражда първото им дете, Мария. През 1941 г. е назначен за директор на І прогимназия „Христо Ботев“.  Владеещ и ползващ свободно няколко чужди езика, Далчев превежда творби като „Братовчедката Бет“ на Балзак, „Басни“ от Лафонтен, „Червено и Черно“ на Стендал, разкази на Чехов, съвременни испански поети, лирика на Хьолдерлин и др. Едва през 1956 г. започва да пише отново, а през 1965 г. публикува „Стихотворения“. През 1972 г. излиза сборникът „Балкон“. През време на творческото си мълчание създава сборника поетично-философски афоризми и критически размисли „Фрагменти“, издаден през 1967 г. под редакцията на Борис Делчев.\nСъщата година получава „Знак почета“ — орден на Президиума на Върховния съвет на СССР, за принос в популяризацията на руската и съветска литература у нас. Същата година чества 70-годишен юбилей и бива удостоен със званието Народен деятел на изкуството и културата и с орден „Народна република България“ - ІІІ степен. През лятото на 1977 г. пише стихотворението „Художникът и вятърът“, посветено на Иван Симеонов. Това е първото му стихотворение в бял стих и последното за творческия му път.\nДалчев умира в София на 17 януари 1978 г. Творчеството на Далчев е превеждано на френски, словашки, чешки, унгарски, руски, немски, италиански, полски, фински, испански, а също английски, турски, китайски, японски, арабски, шведски и други езици в периодични издания или сборници.", 
    "__v" : NumberInt(9)
}
